Repository: Rouxinelo/HeartRateMonitoringAppiOS
Catalog: HeartRateMonitoringApp/Localizables/Localizable.xcstrings
Source language: en
Languages: pt_pt

# bluetoothPermissionString
source: Allow access to bluetooth to connect to devices
pt_pt: Permitir acesso ao bluetooth para se conectar a dispositivos

# calendar_alertDescription
source: No sessions were found
pt_pt: Não foram encontradas sessões

# calendar_alertTitle
source: Oops
pt_pt: Ups

# calendar_foundSessions
source: Found $ sessions
pt_pt: Encontradas $ sessões

# calendar_textPlaceholder
source: Search (Name or Teacher)
pt_pt: Procurar (Nome ou Professor)

# calendar_title
source: Available Sessions
pt_pt: Sessões Disponíveis

# forgot_password_button
source: Recover
pt_pt: Recuperar

# forgot_password_title
source: Forgot Password?
pt_pt: Perdeu a Password?

# home_screen_alertDescription
source: Using the app as a guest only allows for limited functionality, continue?
pt_pt: Utilizar a app como convidado limita a funcionalidade da aplicação, continuar?

# home_screen_cancel
source: No
pt_pt: Não

# home_screen_continue
source: Yes
pt_pt: Sim

# home_screen_guest
source: Guest
pt_pt: Convidado

# home_screen_language
source: Language
pt_pt: Idioma

# home_screen_loadingDescription
source: Please wait...
pt_pt: Aguarde...

# home_screen_loginFailedDescription
source: Invalid credentials
pt_pt: Credenciais inválidas

# home_screen_loginFailedTitle
source: Login Failed
pt_pt: Inicio de sessão falhado

# home_screen_register
source: Register
pt_pt: Registo

# home_screen_toastMessage
source: New User registered!
pt_pt: Novo utilizador registado!

# join_session_alertDescription
source: Unable to join session
pt_pt: Impossível entrar na sessão

# join_session_alertTitle
source: Error!
pt_pt: Erro!

# join_session_bluetoothAlertDescription
source: Check Bluetooth connection and permission
pt_pt: Verifique se o Bluetooth está ligado e tem permissões

# join_session_bluetoothAlertTitle
source: Bluetooth Error
pt_pt: Erro Bluetooth

# join_session_connectSensor
source: Connect your sensor and start exercising!
pt_pt: Conecte o seu sensor e comece a exercitar

# join_session_details
source: Session details
pt_pt: Detalhes da sessão

# join_session_joinButton
source: Join this session
pt_pt: Juntar-se à sessão

# join_session_loadingDescription
source: Joining session
pt_pt: A entrar na sessão

# join_session_loadingTitle
source: Loading...
pt_pt: Aguarde...

# join_session_modalTitle
source: Choose nearby sensor
pt_pt: Escolha um sensor

# join_session_noDescription
source: No description was provided
pt_pt: Não há descrição para a sessão

# join_session_title
source: Join this session
pt_pt: Juntar à sessão

# language_selector_title
source: Select language
pt_pt: Selecionar idioma

# login_view_username
source: Username
pt_pt: Nome de Utilizador

# main_menu_calendarDescription
source: View available classes and sign in
pt_pt: Veja as sessões disponíveis para inscrição

# main_menu_calendarTitle
source: Calendar
pt_pt: Calendário

# main_menu_classesDescription
source: View classes where you signed in
pt_pt: Veja as sessões onde se inscreveu

# main_menu_classesTitle
source: Classes
pt_pt: Sessões

# main_menu_ladingAlertTitle
source: Logging you out...
pt_pt: A fazer logout...

# main_menu_loadingDescription
source: See you soon!
pt_pt: Até breve!

# main_menu_logoutAlertCancel
source: Cancel
pt_pt: Cancelar

# main_menu_logoutAlertOk
source: Ok
pt_pt: Continuar

# main_menu_logoutAlertTitle
source: Are you sure?
pt_pt: Tem a certeza?

# main_menu_logoutSectionDescription
source: Return to the initial screen
pt_pt: Voltar ao ecrã inicial

# main_menu_networkToastMessage
source: Network Error
pt_pt: Erro de conexão

# main_menu_sectionTitle
source: What to do?
pt_pt: O que fazer?

# main_menu_userInfoDescription
source: View user info
pt_pt: Ver informações do utilizador

# main_menu_userInfoTitle
source: User
pt_pt: Utilizador

# main_menu_welcomeUser
source: Hello,
pt_pt: Olá,

# password_recovery_alert_title
source: Oops!
pt_pt: Ups!

# password_recovery_button
source: Recover password
pt_pt: Recuperar palavra passe

# password_recovery_loading_description
source: Searching for user...
pt_pt: Procurando utilizador...

# password_recovery_loading_title
source: Please wait
pt_pt: Aguarde

# password_recovery_textField_description
source: If a username is found, an email will be sent
pt_pt: Se encontrado, vai ser enviado um email

# password_recovery_textField_title
source: Enter your username
pt_pt: Insira o seu nome de utilizador

# password_recovery_title
source: Recovery
pt_pt: Recuperação

# previous_sessions_actions
source: Actions:
pt_pt: Ações:

# previous_sessions_averageTitle
source: Average
pt_pt: Média

# previous_sessions_close
source: Close
pt_pt: Fechar

# previous_sessions_countDescription
source: $ Samples
pt_pt: $ Amostras

# previous_sessions_countTitle
source: Count
pt_pt: Contagem

# previous_sessions_hrData
source: Heart rate data:
pt_pt: Frequência cardiaca:

# previous_sessions_maxTitle
source: Maximum
pt_pt: Máximo

# previous_sessions_minTitle
source: Minimum
pt_pt: Mínimo

# previous_sessions_save
source: Save
pt_pt: Guardar

# previous_sessions_share
source: Share
pt_pt: Enviar

# previous_sessions_title
source: Summary
pt_pt: Resumo

# previous_sessions_toastError
source: Error occurred while saving
pt_pt: Erro na gravação

# previous_sessions_toastSuccess
source: Saved successfully
pt_pt: Gravação com sucesso

# register_user_alertTitle
source: Error!
pt_pt: Erro!

# register_user_day
source: Day
pt_pt: Dia

# register_user_dobTitle
source: Date of Birth
pt_pt: Data de Nascimento

# register_user_emailAlertDescription
source: Email already in use
pt_pt: Email já utilizado

# register_user_emailDescription
source: Your email
pt_pt: O seu email

# register_user_firstName
source: First name
pt_pt: Primeiro nome

# register_user_firstNameDescription
source: Your first name
pt_pt: O seu primeiro nome

# register_user_gender
source: Gender
pt_pt: Gênero

# register_user_genderDescription
source: Your Gender
pt_pt: O seu Gênero

# register_user_lastName
source: Last name
pt_pt: Ultimo nome

# register_user_lastNameDescription
source: Your last name
pt_pt: O seu último nome

# register_user_loadingDescription
source: Please wait...
pt_pt: Aguarde...

# register_user_loadingTitle
source: Registering user
pt_pt: A registar utilizador

# register_user_month
source: Month
pt_pt: Mês

# register_user_password
source: Password
pt_pt: Palavra Passe

# register_user_passwordDescription
source: Your password (minimum 6 characters)
pt_pt: A sua password (mínimo 6 caracteres)

# register_user_registerButton
source: Register
pt_pt: Registar

# register_user_title
source: Register
pt_pt: Registo

# register_user_userAlertDescription
source: Username already in use
pt_pt: Nome de utilizador já utilizado

# register_user_username
source: Username
pt_pt: Nome de utilizador

# register_user_usernameDescription
source: Used to login
pt_pt: Usado para iniciar sessão

# register_user_year
source: Year
pt_pt: Ano

# session_alertDescription
source: You cannot return afterwards.
pt_pt: É impossível voltar à sessão.

# session_alertLeftButton
source: Cancel
pt_pt: Cancelar

# session_alertRightButton
source: Exit
pt_pt: Sair

# session_alertTitle
source: Exit session?
pt_pt: Sair?

# session_average
source: Average:
pt_pt: Média:

# session_close
source: Close
pt_pt: Fechar

# session_currentHeartRate
source: Current Heart rate: $ BPM
pt_pt: Frequência Cardiaca: $ BPM

# session_detail_button
source: Sign in
pt_pt: Inscrever-se

# session_detail_buttonFull
source: Session full
pt_pt: Sessão cheia

# session_detail_buttonGuest
source: Log in to sign in
pt_pt: Log in para inscrever

# session_detail_description
source: Session description
pt_pt: Descrição da sessão

# session_detail_descriptionUnavailable
source: No description was provided for this session.
pt_pt: Não foi disponibilizada nenhuma descrição para esta sessão

# session_detail_loadingTitle
source: Please wait!
pt_pt: Aguarde!

# session_detail_toastMessage
source: Failed to sign in.
pt_pt: Inscrição falhada.

# session_hrInfo
source: Heart rate info
pt_pt: Informação Cardíaca:

# session_max
source: Maximum:
pt_pt: Máximo:

# session_min
source: Minimum:
pt_pt: Mínimo:

# session_summary_alertDescription
source: Return to menu?
pt_pt: Voltar ao menu?

# session_summary_alertLeftButton
source: Cancel
pt_pt: Cancelar

# session_summary_alertRightButton
source: Exit
pt_pt: Sair

# session_summary_average
source: Average
pt_pt: Média

# session_summary_close
source: Close
pt_pt: Fechar

# session_summary_countDescription
source: Samples
pt_pt: Registos

# session_summary_countTitle
source: Count
pt_pt: Contagem

# session_summary_heartRateData
source: Heartrate data:
pt_pt: Dados cardíacos:

# session_summary_max
source: Maximum
pt_pt: Máximo

# session_summary_min
source: Minimum
pt_pt: Mínimo

# session_summary_time
source: Session time:
pt_pt: Tempo da sessão:

# session_summary_toastMessage
source: Could not send summary
pt_pt: Impossível enviar resumo

source: Session time:
pt_pt: Tempo da sessão:

# user_detail_age
source: Age
pt_pt: Idade

# user_detail_gender
source: Gender
pt_pt: Gênero

# user_detail_name
source: Name
pt_pt: Nome

# user_session_alertDescription
source: Error fetching session data
pt_pt: Erro ao carregar dados

# user_session_alertTitle
source: Error
pt_pt: Erro

# user_sessions_joinableModal
source: Joinable Sessions
pt_pt: Sessões a Assistir

# user_sessions_loadingDescription
source: Processing request.
pt_pt: A processar pedido.

# user_sessions_loadingTitle
source: Loading...
pt_pt: Aguarde...

# user_sessions_modal_leftButton
source: Exit
pt_pt: Sair

# user_sessions_modal_multiple
source: Found $ sessions
pt_pt: $ Sessões encontradas

# user_sessions_modal_rightButton
source: Sign out
pt_pt: Cancelar

# user_sessions_modal_single
source: Found 1 session
pt_pt: 1 Sessão encontrada

# user_sessions_previousDescription
source: View statistics about previous sessions
pt_pt: Ver dados sobre sessões que já realizou

# user_sessions_previousModal
source: Previous Sessions
pt_pt: Sessões Anteriores

# user_sessions_previousTitle
source: Previously Joined
pt_pt: Histórico

# user_sessions_readyDescription
source: You can join one of this sessions now
pt_pt: Pode participar numa destas sessões agora

# user_sessions_readyTitle
source: Ready to join
pt_pt: Prontas para entrar

# user_sessions_signedDescription
source: View future sessions and cancel if needed
pt_pt: Ver sessões onde está inscrito, e cancelar

# user_sessions_signedModal
source: Signed Sessions
pt_pt: Sessões Inscrito

# user_sessions_signedTitle
source: Signed sessions
pt_pt: Inscrições

# user_sessions_signedToast
source: Signed out successfully
pt_pt: Inscrição cancelada

# user_sessions_signedToastFail
source: Error signing out
pt_pt: Erro no cancelamento

# user_sessions_title
source: Available sessions
pt_pt: Sessões Disponíveis
